[Package]
Name=Ridge Regression
Name_de=Ridge-Regression
Name_ja=リッジ回帰
Name_cn=岭回归
Description=This is a Python example.\nIt runs ridge regression and searches optimal alpha from a given list, and displays the fitted values and their residuals.
Description_de=Dies ist ein Python-Beispiel.\nEs wird eine Ridge-Regression durchgeführt, das optimale Alpha in einer gegebenen Liste gesucht und die angepassten Werte und ihre Residuen angezeigt.
Description_ja=これはPythonの例です。\nリッジ回帰を実行し、指定されたリストから最適なalphaを検索します。近似値とその残差を表示します。
Description_cn=这是一个 Python 示例。\n它会执行岭回归并从给定列表中搜索最佳 alpha，且显示拟合值及其残差。
ID=792
Version=1.1
Category=Statistics
Keywords=curve fit, statistics, fitting
Author=OriginLab Corp.
Keywords_de=Kurvenanpassung, Statistik, Anpassung
Keywords_ja=カーブフィット, 統計, フィッティング
Keywords_cn=曲线拟合, 统计, 拟合
Type=3
[Origin]
Version=9.80
Pro=0
